var toLu="璐姐：" +
    "    首先呢，生日快乐，是不是感觉自己又老了一岁？其实你大可不必这么想，年龄焦虑应该出现在那些没有目标的人心里，时间只是你朝着自己的目标往前走必须要用的门票而已(别说自己" +
    "没有目标，房律!!!)。然后呢我说下这个姑且称为礼物的网页吧，①宇宙不爆炸，这个网页就不会失效，不可抗力和我自己关掉除外，哈哈哈；②这个网页大框架是我下载的源码，里边有些东西是我自己改的，时间太仓促了，而且白天有其他事情" +
    "，只能晚上改，做的确实有点粗糙，是我的锅，但这个网页是独独属于璐姐的；③解释下几个这两天咱俩聊天中你遇到的我提出的奇葩问题吧：我在你发了那个模特的照片之后，顺势给你要照片不是因为我变态，是真的做这个网页要用到，不过我这要照片话" +
    "术不太行，没要到，被迫用这7张来回显示了(后来璐姐又发过3张美美的照片，丰富点了)；还有我问你能不能访问外网的问题，是因为这个网页在国内的网站托管的话会实名审核，一次审核通过还好，要是一次没通过，怕是在你生日前就完不成了，既然你不能访问外网那就试试国内的；" +
    "还有我之前说给朋友写了一个类似书信的东西，说的就是" +
    "这个彩蛋，书信我肯定是寄不过去了，其实转念一想我除了小时候给我妈寄过信，就从来没寄出去过书信；再者说了我给你寄信也多多少少有点不太合适；④不好分段，用大空格分段吧，有点影响观感了。好了对于解释就说这么多吧，有我没说清楚的你再问我。" +
    "    然后呢，我怀着无比真诚的心说点话吧(我真的巨真诚)。我写这个彩蛋的时候是在2月2号凌晨，当然了后边还会改，但今天我们只认识了八九天，我不知道你有没有感觉到，我们俩聊天的时候我真的特别真诚，这真的不像我和只认识了八九天的人说" +
    "的话，就连那天喝了十几瓶啤酒都没让我这么真诚，哈哈哈，顺便提一下，你看到这个彩蛋的时候我们俩也就只认识了十二天，在我看来这多多少少有点算是一见如故的感觉，希望以后不会因为分隔两地变得生疏吧。既然是璐姐过生日，当然要说一些祝福" +
    "的话了，好听的都在网页上，你自己看就行了。这里能看到的，没那么好听但无比真诚的祝福只有两个字：“上岸”，虽然我们这个时代的人上了一个岸马上就会看到另一片海，但还是能上则上，在我看来这是对自己人生的负责，活着不就是为了体验更多的东西吗，这还是" +
    "之前聊天的时候提到的，多多体验，正所谓：“见天地、见众生、见自己”。想象一下，当快到人生终点时，回想一下走过的路，这一路上的风景可以让自己在弥留之际回味无穷，那这人生该是多么地波澜壮阔，这人生才不枉自己背负着这么多苦楚走这一遭。" +
    "扯远了，收一下，哈哈哈。" +
    "    接下来说说我认识的璐姐吧。很明显我不了解你，但从我已经了解到的你来看，你真的是一个非常非常非常好的女孩，也不知道是什么原因，让你经历这么多奇葩事，所以今天借你过生日来许个愿：霉运滚远，霉人最好直接去世，祸害谁都不好，哈哈。" +
    "长相就不说了，你肯定是对自己有那个认知障碍，或者说你就是太谦虚了，长相这个方面直接秒杀绝大部分人的好吧；然后我本来也想说说性格等等的，但我觉得这个彩蛋应该是开心快乐的，其他的东西说多了就没意思了，所以新的一岁快乐、上岸就不错了，其他的" +
    "再在别的节日祝福哈。" +
    "    本来想一二百字解释一下这个网页呢，说多了，但又不想删，那就看一下吧，哈哈哈。璐姐，生日快乐，最重要的就是快乐！！！" +
    "              上边是2月3日晚上之前写的，我就不改了，至于为什么我又加内容了，是因为发现新问题了，现在是2月4日晚上实名审核还没有完成，尴尬了。还有，我这几天一直是瞒着你网页的事情在聊天，再加上白天事情太多，确实感觉自己的聊天方式有点奇怪，哈哈哈，" +
    "璐姐见谅！本来补上的这几句可以等你看完之后微信告诉你，但我寻思着既然都是生日时想给你说的话，就一块都写上吧，还显得篇幅大点，显得我很有诚意，哈哈哈。也不多说了，我这改完之后还要用一些时间来部署这个网页，过了零点要让你看到啊，再聊哈。";